/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Film";
"qtpElement" = "Element";
"qtpLayout" = "Layout";
"qtpText" = "Tekst";

"qtpIndeterminateTime" = "Ukjent";
/* A/V Controls */
"avControls" = "Lyd- og videokontroller";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "Generelt";
"qtpPreferencesToolbarLabelFullscreen" = "Fullskjerm";
"qtpPreferencesToolbarLabelCapture" = "Opptak";
"qtpPreferencesNoDeviceAvailable" = "(Ingen enhet tilgjengelig)";
"qtpPreferencesChoose" = "Velg";
"qtpPreferencesCaptureDeviceAutomatic" = "Automatisk";
"qtpPreferencesCaptureDeviceUnavailable" = " (Ikke tilgjengelig)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "iSight innebygd";

"qtpCaptureSmall" = "Bedre (H.264)";
"qtpCaptureSmallDescription" = "Bedre for e-post og webdeling.\n%lu x %lu-video, 128 kbps AAC-lyd";
"qtpCaptureSmallAlt" = "God (MPEG-4)";
"qtpCaptureSmallAltDescription" = "God for e-post og webdeling.\n%lu x %lu-video, 128 kbps AAC-lyd";
"qtpCaptureLarge" = "Best (H.264)";
"qtpCaptureLargeDescription" = "Best for e-post og webdeling\n%lu x %lu-video, 128 kbps AAC-lyd";
"qtpCaptureNative" = "Standard for enhet";
"qtpCaptureNativeDescription" = "Best for etterbehandling.\nUbehandlet video og lyd, store filer.";

/* menu items */
"qtpShowMovieInfo" = "Vis filminfo";
"qtpHideMovieInfo" = "Vis filminfo"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Vis filminspektør";
"qtpHideMovieInspector" = "Skjul filminspektør";
"qtpClearMenu" = "Tøm meny";
"qtpSelectScript" = "Velg prosedyre";
"qtpRun" = "Start";
"qtpShowPitchShift" = "Vis tonehøydeendring";
"qtpNewMovieRecording" = "Nytt filmopptak";
"qtpNewAudioRecording" = "Nytt lydopptak";
"qtpMovieRecording" = "Filmopptak";
"qtpAudioRecording" = "Lydopptak";
"qtpShowAVControls" = "Vis lyd- og videokontroller";
"qtpHideAVControls" = "Skjul lyd- og videokontroller";
"qtpShowClosedCaption" = "Vis spesialtekst";
"qtpHideClosedCaption" = "Skjul spesialtekst";
"qtpShare" = "Del...";
"qtpStopAllMovies" = "Stopp alle filmer";
"qtpPlayAllMovies" = "Spill alle filmer";
"qtpShowSoundControls" = "Vis lydkontroller";
"qtpHideSoundControls" = "Skjul lydkontroller";
"qtpHidePropertyInspector" = "Skjul egenskapsinspektør";
"qtpShowPropertyInspector" = "Vis egenskapsinspektør";
"qtpOpenMovie" = "Åpne film…";
"qtpOpenMovieInNewPlayer" = "Åpne film i ny avspiller…";
"qtpOpenURL" = "Åpne URL…";
"qtpOpenURLInNewPlayer" = "Åpne URL i ny avspiller…";
"qtpHalfSize" = "Halv størrelse";
"qtpActualSize" = "Faktisk størrelse";
"qtpDoubleSize" = "Dobbel størrelse";
"qtpFitToScreen" = "Tilpass til skjerm";
"qtpLetterbox" = "Tilpass til skjerm";
"qtpZoom" = "Fyll skjermen";
"qtpStretch" = "Strekk for å fylle skjermen";
"qtpPanoramicStretch" = "Panoramisk";
"qtpMinimize" = "Minimer";
"qtpClose" = "Lukk";
"qtpFullScreen" = "Gå til fullskjermmodus";
"qtpExitFullScreen" = "Avslutt fullskjermmodus";
"qtpAXURLPopupButtonValue" = "Velg URL";
"qtpAXURLTextTitle" = "Film-URL";
"qtpExportRefMovieForWebMenuTitle" = "Eksporter for web og iPhone…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "Klipp ut";
"qtMovieViewEditCopy" = "Kopier";
"qtMovieViewEditPaste" = "Lim inn";
"qtMovieViewEditDelete" = "Slett";
"qtMovieViewEditAdd" = "Legg til i film";
"qtMovieViewEditAddScaled" = "Legg til i markering og skaler";
"qtMovieViewEditReplace" = "Erstatt";
"qtMovieViewEditTrim" = "Beskjær til markering";
"qtMovieViewMove" = "Flytt";
"qtMovieViewResize" = "Endre størrelse";
"qtMovieViewDelete" = "Slett";
"qtMovieViewPlace" = "Plasser";
"qtMovieViewInsert" = "Sett inn";
"qtMovieViewDeleteTrack" = "Slett spor";
"qtMovieViewEnableTrack" = "Aktiver spor";

"QTMoviePosterTimeAttribute" = "Angi Filmplakatbilde";
"QTMovieApertureMode" = "Angi Blenderåpning";
"QTTrackHighQualityVideoAttribute" = "Angi Høykvalitetsvideo";
"QTTrackDeinterlaceVideoAttribute" = "Angi Fjern linjesprang i video";
"QTTrackSingleFieldVideoAttribute" = "Angi Enkeltfeltvideo";
"QTTrackPreloadTrackAttribute" = "Angi Forhåndsinnlast spor";
"QTTrackNeverPurgeTrackAttribute" = "Angi Aldri tøm spor";
"QTTrackMatrixAttribute" = "Angi Spormatrise";
"QTTrackChapterlistAttribute" = "Angi Kapittel";
"QTTrackContentsAttribute" = "Angi Sporinnhold";
"QTTrackMaskAttribute" = "Angi Spormaske";
"QTTrackVolumeAttribute" = "Angi Sporvolum";
"QTTrackBalanceAttribute" = "Angi Sporbalanse";
"QTTrackHrefAttribute" = "Angi Spor-HREF";
"QTTrackTransferModeAttribute" = "Angi Videooverføringsmodus";
"QTTrackOperationColorAttribute" = "Angi Videooperasjonsfarge";
"QTTrackEnabledAttribute" = "Angi Aktiver spor";
"QTTrackLanguageAttribute" = "Angi Sporspråk";
"QTTrackLayerAttribute" = "Angi Sporlag";
"QTTrackRangeAttribute" = "Angi Sporstarttid";
"QTTrackDisplayNameAttribute" = "Angi Spornavn";
"QTTrackSourcePositionAttribute" = "Angi Sporposisjon";
"QTTrackSourceDimensionsAttribute" = "Angi Sporstørrelse";


/* track names */
"qtTrackMovieName" = "Film";
"qtTrackMovieTrackName" = "Filmspor";
"qtTrackVideoTrackName" = "Videospor";
"qtTrackSoundTrackName" = "Lydspor";
"qtTrackMPEGTrackName" = "MPEG-spor";
"qtTrackChapterTrackName" = "Kapittelspor";
"qtTrackTextTrackName" = "Tekstspor";
"qtTrackSpriteTrackName" = "Sprite-spor";
"qtTrackTimeCodeTrackName" = "Tidskodespor";
"qtTrackFlashTrackName" = "Flash-spor";
"qtTrackTweenTrackName" = "Tween-spor";
"qtTrackMusicTrackName" = "Musikkspor";
"qtTrackSkinTrackName" = "Skin-spor";
"qtTrackThreeDeeTrackName" = "3D-spor";
"qtTrackUnknownTrackName" = "Ukjent spor";
"qtTrackFourCharCodeTrackName" = "«%@»-spor";

/* capture */
"qtpCaptureBaseMovieFileName" = "Film";
"qtpCaptureBaseAudioFileName" = "Lyd";
"qtpCaptureDiskFullTitle" = "Opptaket stoppet fordi disken er for full.";
"qtpCaptureDiskFullMessage" = "Slett filer for å frigjøre plass.";
"qtpCaptureWriteFailTitle" = "Opptak kunne ikke opprette fil.";
"qtpCaptureWriteFailMessage" = "Disken kan være full eller ikke mulig å skrive til.";
"qtpCaptureFailedTitle" = "Opptak mislyktes.";
"qtpCaptureFailedMessage" = "Opptak kunne ikke opprette film.";
"qtpCaptureNoDeviceTitle" = "Ingen opptaksenhet funnet.";
"qtpCaptureNoDeviceMessage" = "Forsikre deg om at opptaksenheten er koblet til og ikke brukes av et annet program.";
"qtpCaptureDiskNearlyFullTitle" = "Disken er nesten full.";
"qtpCaptureDiskNearlyFullMessage" = "Overføringen stopper automatisk om %d sekunder.";
"qtpKeep" = "Behold";
"qtpDontKeep" = "Ikke behold";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Tøm meny";

/* full screen */
"qtpExitFullScreenInstructions" = "Trykk på Esc for å avslutte fullskjermmodus.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "kB";
"qtpMovieDataSizeUnitsMegaBytes" = "MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "B/s";
"qtpMovieDataRateUnitsKiloBytes" = "kB/s";
"qtpMovieDataRateUnitsMegaBytes" = "MB/s";
"qtpMovieDataRateUnitsGigaBytes" = "GB/s";
"qtpMovieDataRateUnitsTeraBytes" = "TB/s";
"qtpMovieDataRateUnitsPetaBytes" = "PB/s";
"qtpMovieDataRateUnitsExaBytes" = "EB/s";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Livekringkasting";
"qtpLCDLiveBroadcastPaused" = "Livekringkasting – på pause";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Tidskode: drop-frame";
"qtpLCDTimeCodeNonDropFrame" = "Tidskode: ikke drop-frame";
"qtpLCDTimeCodeStandard" = "Standard";
"qtpLCDTimeCodeFrameNumber" =  "Bildenummer";

/* version */
"qtpOldQuickTime" = "Gammel QuickTime";
"qtpOldQuickTimeError" = "Oppgrader til QuickTime 7.0 eller nyere.";
"qtpCopyright" = "Copyright © 1989-2010 Apple Inc.,\nAlle rettigheter forbeholdes.";
"qtpVersion" = "QuickTime™ versjon %@, Player versjon %@";
"qtpQuickTimeVersion" = "QuickTime™ versjon %@ (%@)";
"qtpQTKitVersion" = "QTKit versjon %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(Systemstandard)";
"qtpLanguageEnglish" = "Engelsk";
"qtpLanguageFrench" = "Fransk";
"qtpLanguageGerman" = "Tysk";
"qtpLanguageItalian" = "Italiensk";
"qtpLanguageDutch" = "Nederlandsk";
"qtpLanguageSwedish" = "Svensk";
"qtpLanguageSpanish" = "Spansk";
"qtpLanguageDanish" = "Dansk";
"qtpLanguagePortuguese" = "Portugisisk";
"qtpLanguageNorwegian" = "Norsk";
"qtpLanguageHebrew" = "Hebraisk";
"qtpLanguageJapanese" = "Japansk";
"qtpLanguageArabic" = "Arabisk";
"qtpLanguageFinnish" = "Finsk";
"qtpLanguageGreek" = "Gresk";
"qtpLanguageIcelandic" = "Islandsk";
"qtpLanguageMaltese" = "Maltesisk";
"qtpLanguageTurkish" = "Tyrkisk";
"qtpLanguageCroatian" = "Kroatisk";
"qtpLanguageTraditionalChinese" = "Tradisjonell kinesisk";
"qtpLanguageUrdu" = "Urdu";
"qtpLanguageHindi" = "Hindi";
"qtpLanguageThai" = "Thai";
"qtpLanguageKorean" = "Koreansk";
"qtpLanguageLithuanian" = "Litauisk";
"qtpLanguagePolish" = "Polsk";
"qtpLanguageHungarian" = "Ungarsk";
"qtpLanguageEstonian" = "Estisk";
"qtpLanguageLatvian" = "Latvisk";
"qtpLanguageSaamisk" = "Samisk";
"qtpLanguageFaroese" = "Færøysk";
"qtpLanguageFarsi" = "Farsi";
"qtpLanguageRussian" = "Russisk";
"qtpLanguageSimplifiedChinese" = "Forenklet kinesisk";
"qtpLanguageFlemish" = "Flamsk";
"qtpLanguageIrish" = "Irsk";
"qtpLanguageAlbanian" = "Albansk";
"qtpLanguageDefault" = "Standard";

/* progress */
"qtpProgressFlatteningMovie" = "Slår sammen film…";
"qtpProgressInsertingTrackSegment" = "Setter inn sporsegment…";
"qtpProgressInsertingMovieSegment" = "Setter inn filmsegment…";
"qtpProgressPasting" = "Limer inn…";
"qtpProgressAddingMovieSelection" = "Legger til markert video…";
"qtpProgressCopying" = "Kopierer…";
"qtpProgressCutting" = "Klipper ut…";
"qtpProgressLoadingMovieIntoRAM" = "Laster inn film i RAM…";
"qtpProgressLoadingTrackIntoRAM" = "Laster inn spor i RAM…";
"qtpProgressLoadingMediaIntoRAM" = "Laster inn medier i RAM…";
"qtpProgressImportingMovie" = "Importerer film…";
"qtpProgressExportingMovie" = "Eksporterer film…";

/* device support */
"qtpDeviceSupportSendPrompt" = "Send";
"qtpDeviceSupportExportingMovie" = "Eksporterer film…";
"qtpDeviceSupportWaiting" = "Venter på at %@ skal ta imot objekt…";
"qtpDeviceSupportNegotiating" = "Forhandler…";
"qtpDeviceSupportWaitingForDevice" = "Venter på enhet…";
"qtpDeviceSupportTransferring" = "Overfører film til %@…";
"qtpDeviceSupportTransferringFile" = "Overfører fil";
"qtpDeviceSupportBadRequestError" = "Feil i forespørsel";

/* sound */
"qtpSoundChannel" = "Kanal";
"qtpSoundUnknown" = "Ukjent";
"qtpSoundMono" = "Mono";
"qtpSoundStereo" = "Stereo";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "Ingen";
"qtpSoundMACE3to1" = "MACE 3 til 1";
"qtpSoundMACE6to1" = "MACE 6 til 1";
"qtpSoundBits" = "bit";
"qtpSoundNotApplicable" = "Ikke relevant";
"qtpSoundBigEndian" = "Big endian";
"qtpSoundLittleEndian" = "Little endian";
"qtpSoundInteger" = "Heltall";

/* accessibility */
"qtpMute" = "lyd av";
"qtpVolume" = "volum";
"qtpSelectionStart" = "begynnelse av markering";
"qtpSelectionEnd" = "slutt på markering";
"qtpMarker" = "markør";
"qtpCurrentTime" = "nåværende tid";
"qtpBack" = "tilbake";
"qtpZoomOut" = "zoom ut";
"qtpAXRecordButtonTitle" = "ta opp";
"qtpAXStopButtonTitle" = "stopp";
"qtpAXPlayButtonTitle" = "start";
"qtpAXPauseButtonTitle" = "pause";
"qtpZoomIn" = "zoom inn";
"qtpShowHotspots" = "vis fokuspunkter";
"qtpGotoBeginning" = "gå til begynnelsen";
"qtpFastRewind" = "tilbakespoling";
"qtpFastForward" = "framoverspoling";
"qtpGotoEnd" = "gå til slutten";
"qtpAXEqualizerRoleDescription" = "equalizer";
"qtpAXGainSliderTitle" = "volum";
"qtpAXBassSliderTitle" = "bass";
"qtpAXTrebleSliderTitle" = "diskant";
"qtpAXBalanceSliderTitle" = "balanse";
"qtpAXFadeSliderTitle" = "toning";
"qtpAXBrightnessSliderTitle" = "lysstyrke";
"qtpAXColorSliderTitle" = "farge";
"qtpAXContrastSliderTitle" = "kontrast";
"qtpAXTintSliderTitle" = "fargetone";
"qtpAXBassTextLabelTitle" = "bass";
"qtpAXLeftTextLabelTitle" = "venstre";
"qtpAXRightTextLabelTitle" = "høyre";
"qtpAXFrontTextLabelTitle" = "foran";
"qtpAXBackTextLabelTitle" = "tilbake";
"qtpOneHalfTextLabelTitle" = "en halv";
"qtpAXButtonRoleDescription" = "knapp";
"qtpPress" = "trykk";
"qtpIncrement" = "inkrement";
"qtpDecrement" = "dekrement";
"qtpTimeLine" = "filmtidslinje";
"qtpTimeLineHelp" = "Kontroll i tidslinjen for navigering i filmen";
"qtpCurrentTimeHelp" = "Spillehode i tidslinjen for navigering i filmen";
"qtpSelectionStartHelp" = "Kontroll i tidslinjen for markering av filmens starttid";
"qtpSelectionEndHelp" = "Kontroll i tidslinjen for markering av filmens sluttid";
"qtpMeterView" = "lydmåler";

/* export */
"qtpExportWindowTitle" = "Eksporter";
"qtpExport" = "Eksporter %@";
"qtpFlatten" = "Slå sammen";
"qtpExportFailed" = "Eksport mislyktes";
"qtpExportFailedError" = "Eksport mislyktes.";
"qtpDefaultSettings" = "Standardinnstillinger";
"qtpCalculatingEstimatedTime" = " – kalkulerer beregnet tid…";
"qtpMinutesRemains" = " – omtrent %d minutter gjenstår";
"qtpOneMinuteRemains" = " – omtrent %d minutt gjenstår";
"qtpHoursMinutesRemain" = " – omtrent %d timer og %d minutter gjenstår";
"qtpExportStopAndQuit" = "Er du sikker på at du vil stoppe eksporten og avslutte?";
"qtpCaptureClose" = "Vil du beholde nåværende opptak?";
"qtpCaptureCloseExplanation" = "Et opptak er under innspilling og vil bli slettet hvis du velger ikke å beholde det.";
"qtpCouldNotSaveToFolder" = "Arkivering i mappen %@ mislyktes.";
"qtpCannotReplaceFileWithFolder" = "Mappen %@ kunne ikke opprettes fordi det allerede finnes en fil med det navnet.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Flytt den opprinnelige filen, gi den nytt navn eller gi den eksporterte filen et annet navn.";

/* save as */
"qtpSaveAsFailed" = "Arkiver som mislyktes";
"qtpSaveAsFailedError" = "Filnavnet inneholder ugyldige tegn.\nFjern «/»-tegn fra filnavnet.";
"qtpSave" = "Arkiver";
"qtpCustom" = "Tilpasset";
"qtpCustomSettings" = "Tilpassede innstillinger";
"qtpQuickTimeMovie" = "QuickTime-film";
"qtpReference" = "Referanse";
"qtpSettings" = "Innstillinger";
"qtpRecentSettings" = "Nylige innstillinger";
"qtpShowAllSettings" = "Vis alle innstillinger…";
"qtpSaveSetting" = "Arkiver innstilling…";
"qtpReplaceSetting" = "Erstatt innstilling";
"qtpReplace" = "Erstatt";
"qtpReplaceWarning" = "Det finnes allerede en innstilling med dette navnet.\nVil du erstatte den?";
"qtpDeleteSetting" = "Slett innstilling";
"qtpDelete" = "Slett";
"qtpDeleteWarning" = "Er du sikker på at du vil slette denne innstillingen?";
"qtpCancel" = "Avbryt";
"qtpMyCustomSetting" = "Min tilpassede innstilling";
"qtpThisIsCustom" = "Dette er tilpasset";
"qtpFilesExist" = "Følgende filer finnes allerede i mappen %@. Vil du erstatte dem?";
"qtpFilesExistExplanation" = "%@\n\nFiler med samme navn finnes allerede i mappen %@. Hvis du erstatter dem, blir innholdet overskrevet.";

/* share */
"qtpShareDefaultName" = "Uten navn";
"qtpShareToPodcast" = "Del «%@» ved hjelp av «%@» med Podcast Server";
"qtpShareToMail" = "Del «%@» med Mail";
"qtpShareToiPod" = "Del «%@» med iPod";
"qtpPending" = "Venter…";
"qtpStarting" = "Starter…";
"qtpStarted" = "Startet";
"qtpFailed" = "Mislyktes";
"qtpFailedExitCode" = "Mislyktes: Eksportprosessen ble uventet avsluttet";
"qtpFailedSignal" = "Mislyktes: Eksportprosessen ble uventet avsluttet";
"qtpWaiting" = "Venter…";
"qtpContinuing" = "Fortsetter…";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} FPS";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "Tjener-URL mangler";
"qtpSharePodcastNoUserName" = "Brukernavn mangler";
"qtpSharePodcastNoPassword" = "Passord mangler";
"qtpSharePodcastInvalidServerName" = "Ugyldig tjener-URL";
"qtpSharePodcastNoPasswordMessage" = "Oppgi passordet for det oppgitte brukernavnet og tjenernavnet";
"qtpSharePodcastNoUserNameMessage" = "Oppgi brukernavnet for det oppgitte tjenernavnet";
"qtpSharePodcastNoServerNameMessage" = "Oppgi tjenernavnet for det oppgitte brukernavnet og passordet";
"qtpKeyChainMessage" = "Nøkkelringmelding:";
"qtpKeyChainPasswordQuestion" = "Vil du arkivere passordet på nøkkelringen?";
"qtpPodcastWorkflowLoading" = "Laster inn…";
"qtpPodcastWorkflowDone" = "Ferdig";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "Pålogging mislyktes fordi det oppsto en tjenerfeil";
"qtpSharePodcastServerMessage_10" = "Du må være logget på som rot på denne maskinen for å logge deg på tjeneren.";
"qtpSharePodcastServerMessage_11" = "Det oppsto en feil under lesing fra eller skriving til en plist-fil.";
"qtpSharePodcastServerMessage_12" = "Det oppsto en intern parameterfeil.";
"qtpSharePodcastServerMessage_20" = "Tjeneren er for øyeblikket ikke tilgjengelig.";
"qtpSharePodcastServerMessage_21" = "Fant ikke en tjener med det angitte vertsnavnet.";
"qtpSharePodcastServerMessage_22" = "Tjeneren svarte ikke før den ble tidsavbrutt.";
"qtpSharePodcastServerMessage_23" = "SSL er ikke i bruk på tjeneren.";
"qtpSharePodcastServerMessage_24" = "Tjeneren oppga ikke et gyldig sertifikat.";
"qtpSharePodcastServerMessage_25" = "Ugyldig svar fra tjeneren.";
"qtpSharePodcastServerMessage_26" = "Du oppga et ugyldig brukernavn eller passord.";
"qtpSharePodcastServerMessage_30" = "Tjeneren kunne ikke opprette en innsending.";
"qtpSharePodcastServerMessage_31" = "Opplastingstjeneren er for øyeblikket ikke tilgjengelig.";
"qtpSharePodcastServerMessage_32" = "Filen kunne ikke lastes opp.";
"qtpSharePodcastServerMessage_33" = "Filen kunne ikke kopieres.";
"qtpSharePodcastServerMessage_34" = "Innsendingen kunne ikke fullføres.";
"qtpSharePodcastServerMessage_35" = "Tjeneren kunne ikke utføre en binding til agenten.";
"qtpSharePodcastServerMessage_36" = "Tjeneren kunne ikke sende en kommando til agenten.";
"qtpSharePodcastServerMessage_37" = "Det oppsto en ukjent feil.";

/* sandbox */
"qtpParseError" = "Behandlingsfeil";
"qtpExporting" = "Eksporterer";
"qtpExportFinished" = "Eksporten er fullført";
"qtpPublishing" = "Publiserer";
"qtpPublishFailed" = "Publisering mislyktes";
"qtpPublishFinished" = "Publisering fullført";
"qtpFinished" = "Ferdig";
"qtpUploading" = "Laster opp";
"qtpUploadingToPodcastProducer" = "Laster opp til Podcast Producer";

"favoritesTitle" = "Favoritter";
"fileNotFound" = "Kunne ikke åpne filen fordi filen ikke ble funnet.";
"deleteConfirmation" = "Er du sikker på at du vil slette favoritten";
"deleteMultipleConfirmation" = "Er du sikker på at du vil slette de markerte favorittene?";
"questionMark" = "?";
"undoneMessage" = "Denne handlingen kan ikke angres.";
"cancelTitle" = "Avbryt";
"iconColumnTitle" = "Favoritt";
"urlColumnTitle" = "Plassering";

"clearURLsConfirmation" = "Er du sikker på at du vil slette nylig brukte URL-er?";

/* movie info window items */
"visualContexts" = "Visuelle kontekster:";
"visualContextsMediaKeySetTo" = "QTKitVisualContext-medienøkkel stilt til ";
"usingVisualContext" = "med visuell kontekst";
"usingGWorld" = "med gworld";
"disabled" = "deaktivert";
"enabled" = "aktivert";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nLast ned QuickTime 7 Pro i dag for å aktivere denne funksjonen og få tilgang til en rekke andre funksjoner, inkludert eksport til iPod og Apple TV.";
"buyNowButton" = "Kjøp nå";
"learnMoreButton" = "Mer informasjon";
"buyNowURL" = "http://www.apple.com/no/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/no/quicktime/upgrade/";
"qtpNotNow" = "Ikke nå";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "Denne funksjonen åpner et tomt QuickTime Player-vindu hvor du kan lage en ny film ved å opprette nye spor og lime inn medier.";
"newMovieRecordingUpgradeMessage" = "Med funksjonen Nytt filmopptak kan du bruke iSight eller et annet FireWire-kamera til å ta opp video og lyd på maskinen med ett enkelt klikk.";
"newAudioRecordingUpgradeMessage" = "Med denne funksjonen kan du ta opp lyd på maskinen med ett klikk – for eksempel når du skal legge til talekommentarer i en film eller lysbildeserie.";
"openImageSequenceUpgradeMessage" = "Denne funksjonen gjør det enkelt å opprette lysbildeserier og animasjoner basert på dine egne stillbilder og tegninger ved hjelp av noen få enkle trinn.";
"saveDocumentUpgradeMessage" = "Arkiver gjør det mulig å beholde redigerings- og avspillingsinnstillinger til neste gang du eller noen andre ser på filmen.";
"saveDocumentAsUpgradeMessage" = "Arkiver som gjør det mulig å beholde alle redigerings- og avspillingsendringer i en kopi av filmen med et nytt navn.";
"revertDocumentToSavedUpgradeMessage" = "Denne funksjonen gjør det mulig å angre alle redigerings- og innstillingsendringer siden sist gang du arkiverte filmen.";
"shareUpgradeMessage" = "Delingsfunksjonen gjør det enkelt å lage filmfiler som passer til deling via e-post eller .Mac HomePage-siden din.";
"exportUpgradeMessage" = "Eksporter gir deg hundrevis av avanserte valg for oppretting og konvertering av multimediefiler til og fra en rekke formater.";
"exportRefMovieForWebUpgradeMessage" = "Eksporter for web gir deg mulighet til å konvertere mediefiler til et format som er optimalisert for Internett-levering til visning på iPhone og skrivebordet.";

"undoUpgradeMessage" = "Angre fjerner den siste endringen du gjorde med filmen.";
"redoUpgradeMessage" = "Utfør likevel-funksjonen utfører den siste endringen du har gjort i filmfilen (og som du deretter fjernet), på nytt.";
"copyUpgradeMessage" = "Kopier-funksjonen lager en duplikat av det markerte området av filmen og legger den i utklipp slik at du kan bruke den andre steder.";
"cutUpgradeMessage" = "Klipp ut-funksjonen fjerner den markerte delen av filmen og legger den i utklipp slik at du kan bruke den andre steder.";
"pasteUpgradeMessage" = "Lim inn-funksjonen setter inn innholdet som er i utklipp, på det stedet du har angitt i filmen.";
"deleteUpgradeMessage" = "Slett fjerner den markerte delen i filmen.";
"selectAllUpgradeMessage" = "Marker alt markerer hele filmen slik at du kan utføre redigeringsfunksjoner, for eksempel Klipp ut og Kopier, på hele filmen.";
"selectNoneUpgradeMessage" = "Denne funksjonen sletter start- og sluttpunktene for markeringen slik at ingen deler av filmen er markert.";
"trimUpgradeMessage" = "Denne funksjonen beholder den delen av filmen som er markert, og sletter resten.";
"addUpgradeMessage" = "Denne funksjonen legger innholdet i utklipp inn i et eget spor i filmen.";
"addScaledUpgradeMessage" = "Denne funksjonen legger innholdet i utklipp inn i et eget spor i filmen og tilpasser lengden på innholdet slik at det passer til den delen av filmen som er markert.";
"extractTracksUpgradeMessage" = "Denne funksjonen kopierer sporet du velger, til et separat vindu slik at du kan redigere, manipulere og arkivere det som en ny fil.";
"findTextUpgradeMessage" = "Finn søker i tekstsporene i filmen etter ord eller uttrykk du angir.";
"findNextTextUpgradeMessage" = "Finn neste søker i tekstspor i filmen etter neste forekomst av ordet eller uttrykket du angir.";
"findPreviousTextUpgradeMessage" = "Finn forrige søker i tekstspor i filmen etter forrige forekomst av ordet eller uttrykket du angir.";

"fullScreenUpgradeMessage" = "Fullskjerm spiller filmen skalert til å passe hele skjermen og har en brukervennlig kontrollenhet som forsvinner når avspilling starter.";
"presentMovieUpgradeMessage" = "Presenter film gir deg størrelse- og avspillingsvalg for avspilling av filmen eller lysbildeserien på en ensfarget bakgrunn slik at du får en kinoeffekt.";
"loopBackAndForthUpgradeMessage" = "Denne funksjonen spiller filmen framover og deretter bakover om og om igjen.";
"playSelectionOnlyUpgradeMessage" = "Denne funksjonen spiller kun den angitte delen av filmen din.";
"playAllFramesUpgradeMessage" = "Denne funksjonen tvinger QuickTime til å spille av hvert eneste bilde i filmen, selv de som QuickTime muligens hadde utelatt av tidshensyn.";
"playPauseAllUpgradeMessage" = "Denne funksjonen spiller av alle de åpne filmene samtidig, slik at du kan sammenligne versjoner eller ha din egen «flersalskino».";
"gotoPosterFrameUpgradeMessage" = "Denne funksjonen viser bildet i filmen som er valgt ut til å presentere filmen for brukeren.";
"setPosterFrameUpgradeMessage" = "Med denne funksjonen kan du velge et bilde i filmen som skal brukes som «coverbilde». Dette gjør det enklere å kjenne igjen filmen på maskinen og på websider.";

"openMoviePropertiesUpgradeMessage" = "Denne funksjonen gir deg tilgang til detaljert videoinformasjon og en rekke avanserte videokontroller. Roter video, legg til merknader, angi lydnivåer og mye mer.";
"autoPresentUpgradeMessage" = "Avspilling i fullskjerm krever QuickTime Pro som ikke er installert på maskinen. Hvis du vil kjøpe QuickTime Pro, går du til www.apple.com/no/quicktime.";
"genericUpgradeMessage" = "Denne funksjonen krever QuickTime Pro som ikke er installert på maskinen. Hvis du vil kjøpe QuickTime Pro, går du til www.apple.com/no/quicktime.";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Nettverksdiagnostikk";
"netDiagnosticsSheetMessage" = "Det har oppstått en nettverksfeil";

/* error handling */
"qtpCouldNotCreateMovie" = "Filmen kunne ikke opprettes.";
"qtpCouldNotOpenMovie" = "Filmen kunne ikke åpnes.";
"qtpCouldNotSaveMovie" = "Filmen kunne ikke arkiveres.";
"qtpCouldNotSaveMovieWithName" = "Filmen «%@» kunne ikke arkiveres.";
"qtpCouldNotPaste" = "Innholdet i utklipp kunne ikke limes inn i filmen.";
"qtpCouldNotPasteWithName" = "Innholdet i utklipp kunne ikke limes inn i filmen «%@».";
"qtpCouldNotDeleteSelection" = "Det du har markert, kunne ikke slettes fra filmen.";
"qtpCouldNotDeleteSelectionWithName" = "Det du har markert, kunne ikke slettes fra filmen «%@»..";
"qtpMightExperiencePlaybackProblems" = "Det kan oppstå problemer under avspilling av filmen.";
"qtpMightExperiencePlaybackProblemsWithName" = "Det kan oppstå problemer under avspilling av filmen «%@».";
"qtpNonHDCPDisplayDescription" = "Filmen «%@» kan ikke vises fordi visningsenheten ikke er autorisert til å spille av beskyttede filmer.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Flytt filmvinduet til en annen visningsenhet, eller koble fra visningsenheter som ikke er HDCP-autoriserte.";
"qtpUnknownError" = "Handlingen kunne ikke fullføres.";

"qtpInvalidURLError" = "URL-en er ikke gyldig.";


"continue" = "Fortsett";
"close" = "Lukk";
"stop" = "Stopp";

/* time bomb */
"timeBombExpiredMessage" = "Denne førlanseringsversjonen av QuickTime-programvaren har utløpt. Gå til:\n\n%@\n\nhvis du vil laste ned en ny versjon av programvaren.";
"timeBombUpdateURL" = "http://www.apple.com/no/quicktime/download/";
"quit" = "Avslutt";
"goThere" = "Gå dit";
"dontQuit" = "Ikke avslutt";
"aboutBoxTimeBombMessage" = "Utløper:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "Visning av innholdet krever autorisering";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Framtidig QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Ugyldig registrering";

"QT_PROAPP_USER" = "Bruker av Apples Pro-programmer";
"QT_AUTO" = "Automatisk";
